[
    {
        "bookId": 1,
        "bookName": "The Dating PlayBook for Man",
        "author": "Andrew Ferebee",
        "image": "https://i.postimg.cc/jS6kqSRK/pngwing-1.png",
        "review": "The Dating PlayBook for Men is an indispensable guide for any man seeking to improve his dating life. Andrew Ferebee provides practical advice and actionable strategies to help men build confidence, attract quality women, and navigate the complexities of modern dating. With its insightful insights and engaging writing style, this book is a must-read for any man looking to up his dating game.",
        "totalPages": 320,
        "rating": 4.6,
        "category": "Self-Help",
        "tags": [
            "Dating",
            "Relationships",
            "Self-Improvement"
        ],
        "publisher": "Knowledge for Men",
        "yearOfPublishing": 2020,
        "price": 1700
    },
    {
        "bookId": 2,
        "bookName": "Why do you Hate MONEY?",
        "author": "Tony Robbins",
        "image": "https://i.postimg.cc/RVCSBxgy/kindpng-7318921.png",
        "review": "Why do you Hate MONEY? by Tony Robbins is a thought-provoking exploration of the psychological barriers that prevent individuals from achieving financial success. Robbins delves into the underlying beliefs and attitudes that shape our relationship with money, offering practical strategies for overcoming these obstacles and building wealth. With its compelling insights and actionable advice, this book is a valuable resource for anyone looking to transform their financial mindset and create abundance in their life.",
        "totalPages": 272,
        "rating": 4.3,
        "category": "Personal Finance",
        "tags": [
            "Money",
            "Wealth",
            "Success"
        ],
        "publisher": "Simon & Schuster",
        "yearOfPublishing": 2021,
        "price": 1640
    },
    {
        "bookId": 3,
        "bookName": "The Hate U Give",
        "author": "Angie Thomas",
        "image": "https://i.postimg.cc/jjLJc7Vx/kindpng-1064993.png",
        "review": "The Hate U Give by Angie Thomas is a powerful and compelling novel that tackles important themes of racial injustice, police brutality, and systemic oppression. Through the eyes of protagonist Starr Carter, Thomas explores the complexities of identity, activism, and community in the face of adversity. With its raw emotion and unflinching honesty, this book is a must-read for readers of all ages.",
        "totalPages": 464,
        "rating": 4.8,
        "category": "Young Adult Fiction",
        "tags": [
            "Social Justice",
            "Activism",
            "Coming-of-Age"
        ],
        "publisher": "Balzer + Bray",
        "yearOfPublishing": 2017,
        "price": 607
    },
    {
        "bookId": 4,
        "bookName": "The Scholarship Monthly Planner",
        "author": "Timmy Scholar",
        "image": "https://i.postimg.cc/xdpLSSDP/kindpng-4022054-1.png",
        "review": "The Scholarship Monthly Planner is an essential tool for any student navigating the complex world of scholarships and financial aid. With its user-friendly layout and comprehensive resources, this planner makes it easy to stay organized and on track with scholarship deadlines, applications, and requirements. Whether you're a high school student preparing for college or a current college student seeking additional funding, this planner is a valuable resource for maximizing your scholarship opportunities.",
        "totalPages": 160,
        "rating": 4.5,
        "category": "Education",
        "tags": [
            "Scholarships",
            "Planner",
            "College Prep"
        ],
        "publisher": "Scholarly Publishing",
        "yearOfPublishing": 2022,
        "price": 272
    },
    {
        "bookId": 5,
        "bookName": "Annotated Texas Family Code 2019",
        "author": "Texas Legislature",
        "image": "https://i.postimg.cc/8k6Mx3yh/kindpng-81724-1.png",
        "review": "The Annotated Texas Family Code 2019 is a comprehensive and invaluable resource for legal professionals, students, and anyone involved in family law matters in the state of Texas. With its thorough annotations, case summaries, and cross-references, this book provides clarity and insight into the complexities of Texas family law. Whether you're a practicing attorney, law student, or concerned citizen, this book is an essential reference guide for navigating the intricacies of family law in Texas.",
        "totalPages": 800,
        "rating": 4.7,
        "category": "Legal Reference",
        "tags": [
            "Texas Law",
            "Family Law",
            "Legal Reference"
        ],
        "publisher": "Legal Publishing Co.",
        "yearOfPublishing": 2019,
        "price": 953
    },
    {
        "bookId": 6,
        "bookName": "Loving Jesus More",
        "author": "Samuel Wells",
        "image": "https://i.postimg.cc/cJZ70cbF/kindpng-2193744-1.png",
        "review": "Loving Jesus More is a profound and insightful exploration of the Christian faith and the transformative power of love. With warmth and wisdom, Samuel Wells invites readers on a journey to deepen their relationship with Jesus Christ and experience the fullness of life in Him. Through engaging anecdotes, biblical reflections, and practical applications, this book offers inspiration and guidance for cultivating a vibrant and authentic faith. Whether you're a lifelong believer or new to the faith, Loving Jesus More will enrich your spiritual journey and draw you closer to the heart of God.",
        "totalPages": 240,
        "rating": 4.4,
        "category": "Religion & Spirituality",
        "tags": [
            "Christianity",
            "Faith",
            "Spiritual Growth"
        ],
        "publisher": "FaithWords",
        "yearOfPublishing": 2020,
        "price": 633
    },
    {
        "bookId": 7,
        "bookName": "The Lost Art of Good Conversation",
        "author": "Sakyong Mipham",
        "image": "https://i.postimg.cc/cJZ70cbF/kindpng-2193744-1.png",
        "review": "The Lost Art of Good Conversation is a timely and insightful exploration of the importance of meaningful communication in our digital age. Drawing on wisdom from Eastern and Western traditions, Sakyong Mipham offers practical guidance for cultivating genuine connections and deepening relationships through conversation. With its blend of personal anecdotes, philosophical insights, and practical exercises, this book is a valuable resource for anyone seeking to enhance their communication skills and foster authentic connections in an increasingly disconnected world.",
        "totalPages": 288,
        "rating": 4.2,
        "category": "Self-Help",
        "tags": [
            "Communication",
            "Relationships",
            "Social Skills"
        ],
        "publisher": "Harmony",
        "yearOfPublishing": 2017,
        "price": 480
    },
    {
        "bookId": 8,
        "bookName": "COLD-CASE CHRISTIANITY",
        "author": "J. Warner Wallace",
        "image": "https://i.postimg.cc/YCMqkpgB/kindpng-2592315-1.png",
        "review": "COLD-CASE CHRISTIANITY is a compelling investigation into the evidence for Christianity through the lens of a cold-case detective. J. Warner Wallace applies his expertise in detective work to the claims of Christianity, offering a thorough and systematic examination of the historical evidence for the life, death, and resurrection of Jesus Christ. With its accessible writing style and rigorous approach to evidence, this book equips readers with the knowledge and confidence to defend their faith in an increasingly skeptical world.",
        "totalPages": 336,
        "rating": 4.6,
        "category": "Religion & Spirituality",
        "tags": [
            "Christian Apologetics",
            "Faith",
            "Evidence"
        ],
        "publisher": "David C Cook",
        "yearOfPublishing": 2013,
        "price": 850
    },
    {
        "bookId": 9,
        "bookName": "Spine of the Dragon",
        "author": "Kevin J. Anderson",
        "image": "https://i.postimg.cc/pdBs7Bvt/kindpng-4945926-1.png",
        "review": "Spine of the Dragon is an epic fantasy adventure set in a world of magic, dragons, and political intrigue. Kevin J. Anderson weaves a captivating tale of conflict and camaraderie as unlikely allies band together to face a common threat. With its rich world-building, complex characters, and gripping plot twists, this book will delight fans of epic fantasy and leave them eagerly awaiting the next installment in the series.",
        "totalPages": 528,
        "rating": 4.3,
        "category": "Fantasy",
        "tags": [
            "Dragons",
            "Magic",
            "Epic Fantasy"
        ],
        "publisher": "Tor Books",
        "yearOfPublishing": 2019,
        "price": 780
    }
]